Repository: kiplaacollo/Afidep_Solution
Catalog: Translations/translation-*.xlf
Languages: es_mx, fr_fr

# Table 1846986929 - Field 1654823450 - Property 2879900210
source: Fund No.
es_mx: Fondo núm.
fr_fr: N° du fonds

# Table 1846986929 - Field 781257514 - Property 2879900210
source: Shortcut Dimension 3 Code
es_mx: Cód. dim. acceso directo 3
fr_fr: Code raccourci axe 3

# Table 1846986929 - Field 2711388939 - Property 2879900210
source: Shortcut Dimension 4 Code
es_mx: Cód. dim. acceso directo 4
fr_fr: Code raccourci axe 4

# Table 1846986929 - Field 405681708 - Property 2879900210
source: Shortcut Dimension 5 Code
es_mx: Cód. dim. acceso directo 5
fr_fr: Code raccourci axe 5

# Table 1846986929 - Field 4126842061 - Property 2879900210
source: Shortcut Dimension 6 Code
es_mx: Cód. dim. acceso directo 6
fr_fr: Code raccourci axe 6

# Table 1846986929 - Field 2765633070 - Property 2879900210
source: Shortcut Dimension 7 Code
es_mx: Cód. dim. acceso directo 7
fr_fr: Code raccourci axe 7

# Table 1846986929 - Field 785667711 - Property 2879900210
source: Shortcut Dimension 8 Code
es_mx: Cód. dim. acceso directo 8
fr_fr: Code raccourci axe 8

# Table 1846986929 - Field 1922703415 - Property 2879900210
source: Dimension Speedkey Code
es_mx: Código de acceso rápido a la dimensión
fr_fr: Code de touche rapide de dimension

# Table 2413581608 - Field 4198939294 - Property 2879900210
source: Currency Code
es_mx: Cód. divisa
fr_fr: Code devise

# Table 2413581608 - Field 636392376 - Property 2879900210
source: Amount
es_mx: Importe
fr_fr: Montant

# Table 1321807390 - Property 2879900210
source: Time Sheet Lines
es_mx: L´┐¢neas de Hoja de Asistencia
fr_fr: Lignes de feuille de temps

# Table 1321807390 - Field 883711285 - Property 2879900210
source: Entry No.
es_mx: N´┐¢ mov.
fr_fr: N´┐¢ s´┐¢quence

# Table 1321807390 - Field 2708250016 - Property 2879900210
source: User ID
es_mx: Id. usuario
fr_fr: Code utilisateur

# Table 1321807390 - Field 1552826244 - Property 2879900210
source: Week Start Date
es_mx: Fecha de Inicio de la Semana
fr_fr: Semaine de la date de d´┐¢but

# Table 1321807390 - Field 761880756 - Property 2879900210
source: Time Type Code
es_mx: C´┐¢digo de Tipo de Tiempo
fr_fr: Code de type de temps

# Table 1321807390 - Field 3461834954 - Property 2879900210
source: Description
es_mx: Descripci´┐¢n
fr_fr: D´┐¢signation

# Table 1321807390 - Field 2919003727 - Property 2879900210
source: Day 1
es_mx: D´┐¢a 1
fr_fr: Jour 1

# Table 1321807390 - Field 537126282 - Property 2879900210
source: Day 2
es_mx: D´┐¢a 2
fr_fr: Jour 2

# Table 1321807390 - Field 4194396961 - Property 2879900210
source: Day 3
es_mx: D´┐¢a 3
fr_fr: Jour 3

# Table 1321807390 - Field 1812519516 - Property 2879900210
source: Day 4
es_mx: D´┐¢a 4
fr_fr: Jour 4

# Table 1321807390 - Field 1174822899 - Property 2879900210
source: Day 5
es_mx: D´┐¢a 5
fr_fr: Jour 5

# Table 1321807390 - Field 3087912750 - Property 2879900210
source: Day 6
es_mx: D´┐¢a 6
fr_fr: Jour 6

# Table 1321807390 - Field 2450216133 - Property 2879900210
source: Day 7
es_mx: D´┐¢a 7
fr_fr: Jour 7

# Table 1321807390 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
es_mx: C´┐¢d. dimensi´┐¢n global 1
fr_fr: Code axe principal 1

# Table 1321807390 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
es_mx: C´┐¢d. dimensi´┐¢n global 2
fr_fr: Code axe principal 2

# Table 1321807390 - Field 2308462143 - Property 2879900210
source: Global Dimension 3 Code
es_mx: C´┐¢digo de dimens´┐¢n global 3
fr_fr: Code de la dimension globale 3

# Table 1321807390 - Field 1098789766 - Property 2879900210
source: Global Dimension 4 Code
es_mx: C´┐¢digo de dimens´┐¢n global 4
fr_fr: Code de la dimension globale 4

# Table 1321807390 - Field 3684128069 - Property 2879900210
source: Global Dimension 5 Code
es_mx: C´┐¢digo de dimens´┐¢n global 5
fr_fr: Code de la dimension globale 5

# Table 1321807390 - Field 3717993988 - Property 2879900210
source: Global Dimension 6 Code
es_mx: C´┐¢digo de dimens´┐¢n global 6
fr_fr: Code de la dimension globale 6

# Table 1321807390 - Field 1836559811 - Property 2879900210
source: Global Dimension 7 Code
es_mx: C´┐¢digo de dimens´┐¢n global 7
fr_fr: Code de la dimension globale 7

# Table 1321807390 - Field 2453785066 - Property 2879900210
source: Global Dimension 8 Code
es_mx: C´┐¢digo de dimens´┐¢n global 8
fr_fr: Code de la dimension globale 8

# Table 1321807390 - Field 1654823450 - Property 2879900210
source: Fund No.
es_mx: Fondo No.
fr_fr: N´┐¢ du fonds

# Table 1321807390 - Field 1922703415 - Property 2879900210
source: Dimension Speedkey Code
es_mx: C´┐¢digo de Dimensi´┐¢n de Speedkey
fr_fr: Code de touche rapide de dimension

# Table 1321807390 - Field 1290961796 - Property 2879900210
source: Chargeable
es_mx: Facturable
fr_fr: Facturable

# Table 1321807390 - Field 2720485332 - Property 2879900210
source: Source Code
es_mx: C´┐¢d. origen
fr_fr: Code journal

# Table 1321807390 - Field 3439179113 - Property 2879900210
source: Internal Control No.
es_mx: Control interno n´┐¢m.
fr_fr: N´┐¢ de contr´┐¢le interne

# Table 1321807390 - Field 1717374642 - Property 2879900210
source: DateDisplay
es_mx: Presentaci´┐¢ndeFecha
fr_fr: AffichDate

# Table 1321807390 - Field 3376669556 - Property 2879900210
source: DayStatus
es_mx: EstadodeD´┐¢a
fr_fr: ´┐¢tatJour

# Table 1321807390 - Field 995090288 - Property 2879900210
source: Date Filter
es_mx: Filtro fecha
fr_fr: Filtre date

# Table 1321807390 - Field 1993896008 - Property 2879900210
source: Status Filter
es_mx: Filtro estado
fr_fr: Filtre statut

# Table 1321807390 - NamedType 4178209543
source: Cannot change hours unless Day Status is New.
es_mx: No puede cambiar horas a menos que Estado de D´┐¢a sea Nuevo.
fr_fr: Les heures ne peuvent ´┐¢tre chang´┐¢es ´┐¢ moins que ´┐¢tat jour soit Nouveau.

# Table 1321807390 - NamedType 1796332098
source: Cannot change User ID. You must delete the line instead.
es_mx: "No puede cambiar Identificaci´┐¢n de Usuario. En vez de eso, borre la l´┐¢nea."
fr_fr: L'ID utilisateur ne peut ´┐¢tre chang´┐¢. Vous devez plut´┐¢t supprimer la ligne.

# Table 1321807390 - NamedType 1158635481
source: Cannot modify unless Day Status is New.
es_mx: No puede modificar a menos que Estado de D´┐¢a sea Nuevo.
fr_fr: Ne peut ´┐¢tre modifi´┐¢ ´┐¢ moins que ´┐¢tat Jour soit Nouveau.

# Table 1321807390 - NamedType 3071725332
source: Fund %1 is blocked.
es_mx: Fondo %1 est´┐¢ bloqueado.
fr_fr: Le fonds %1 est bloqu´┐¢.

# Page 798837511 - Action 2364670106 - Property 2879900210
source: Request Approval
es_mx: Aprobación solic.

# Page 798837511 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
es_mx: Enviar solicitud a&probación

# Page 798837511 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
es_mx: &Cancelar solicitud aprobación

# Page 2260327238 - Action 2364670106 - Property 2879900210
source: Request Approval
es_mx: Aprobación solic.

# Page 2260327238 - Action 383335270 - Property 2879900210
source: Set as Active
es_mx: Enviar solicitud a&probación

# Page 2260327238 - Action 685580383 - Property 2879900210
source: Reset
es_mx: Enviar solicitud a&probación

# Page 2260327238 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
es_mx: &Cancelar solicitud aprobación

# Page 1671507476 - Action 2364670106 - Property 2879900210
source: Request Approval
es_mx: Aprobación solic.

# Page 1802816631 - Action 2364670106 - Property 2879900210
source: Request Approval
es_mx: Aprobación solic.

# Page 1802816631 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
es_mx: Enviar solicitud a&probación

# Page 1802816631 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
es_mx: &Cancelar solicitud aprobación
